cases/Re80/Re80_coarse/system/controlDict
FoamFile
{
version 2.0;
format ascii;
class dictionary;
object controlDict;
}

application foamRun;
solver incompressibleFluid;

startFrom startTime;
startTime 0;

stopAt endTime;
endTime 1000;

deltaT 1;

writeControl timeStep;
writeInterval 100;

writeFormat ascii;
writePrecision  6;

writeCompression off;

timeFormat general;
timePrecision 6;

runTimeModifiable true;

